Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] KO>EN The Final Raid Boss TM.tmx
Source language: ko_kr
Languages: en

source: 룬 스킬 [세뇌] 특정 대상을 일정 시간 세뇌시킨다.
en: rune skill [brainwash] brainwashes a specific target for a certain amount of time.

source: [갸르드]
en: [en garde]

source: 아니..
en: gosh...

source: [마왕군 복귀] 퀘스트 완료 보상으로 몬스터 악명이 3,000 증가합니다.
en: monster reputation will increase by 3,000 in compensation for completing the quest [return to the demon corps].

source: 참!
en: ah!

source: 방 정리 대충 했놨으니까
en: I've cleaned up the room a little bit.

source: 파악!
en: tat

source: 새로운 이벤트가 발생하여 스토리에 기록할 수 있습니다.
en: you can record the new event in your story.

source: 사람이 말하면 좀 들어⋯.
en: ...you gotta listen when someone’s talking to you.

source: 이거 너희한테 전해줄 수가 없어
en: I can’t hand this over to you guys.

source: 왕국 습격 중에 당한 거냐?
en: did you get hit while trying to attack the kingdom?

source: 쿠구궁
en: rumble

source: 아버지께서 직접 나서실 텐데..!
en: my father will start looking for me!

source: 콰악
en: clench

source: 가만!
en: wait a second!

source: 어깨가 무겁구만~
en: damn, I feel the weight on my shoulders!

source: 달그락
en: clack

source: 하지만 게임은 게임이니까
en: still, a game’s a game

source: 슈슉!
en: swoosh

source: 이걸 쓰면 돼
en: this is all we need.

source: 맷집 49 +22
en: endurance 49 +22

source: 꽝꽝! (물론!)
en: squeak squeak! (of course!)

source: 마법진의 흔적ꞏꞏꞏ!
en: it’s the trace of a magic circle!

source: 위급
en: emergency

source: 초록 놈들은 헬라임을 따라 함정을 설치한다!
en: green ones, you will follow arnold and set up some traps!

source: 그럼 능력치 위주로만 설정할 수 있는 거야?
en: does that mean you can only set the stats?

source: 로우 온라인 마지막 던전이잖아?
en: ...the final dungeon of rou online.

source: 마왕군 복지 좋다
en: the demon corps has great benefits.

source: 찰팍ꞏꞏꞏ (우물이 뭐 이렇게 크냐..라는 뜻)
en: glub? (what kind of well is this big...?)

source: 수고하셨습니다
en: thank you for your effort.

source: 화아악
en: argh

source: 타아{j}앙!!
en: WHAM{j}

source: 그럼 특별한 보스 치고 상대적으로 약한 것도 이해가 되는데⋯
en: that explains why he was relatively weaker than the special boss...

source: 쭈굴…
en: crumple

source: 무슨 생각을 하고 계시길래∙∙∙
en: I wonder what he’s thinking...

source: 끼기긱
en: creak

source: ㅋ
en: heh.

source: 푸슉
en: stab

source: 엠탐 좀 더 필요해!
en: I need a little more time to recover my mp!

source: 그냥 우물이 아닌 거 같은데?
en: it doesn’t look like a well.

source: 무슨 일이 있었던 거야?
en: what happened to you?

source: 아무것도 모르면서..
en: you don’t know anything...

source: 조심하세요..!
en: please be careful...!

source: 타다다
en: tap tap tap

source: 잠시 소란이 있었습니다만
en: there was a small disruption, but...

source: 세뇌 마법의 기초 스탯이 생성된다.
en: creates basic stats of brainwashing magic.

source: 촤
en: sm

source: 같이 스킬을 사용했습니다
en: ...and even combined their skills.

source: 죄송합니다.
en: I’m sorry.

source: 저릿 저릿
en: throb throb

source: 빨간 놈들은 목재로 내부를 구성하고
en: while the red ones build the interior using the wood.

source: [국왕 죽음의 비밀] 퀘스트 완료 보상으로 NPC 명성이 3,000 증가합니다.
en: npc reputation will increase by 3,000 in compensation for completing the quest [the truth of the king’s death].

source: 쌔 앵
en: SWOOSH

source: 폴짝!
en: jump

source: 뭐라??!
en: what?!!

source: 복수심에 불타는 그를 따라 반역에 참여하시겠습니까?
en: will you join this vengeful man in his endeavors?

source: 번 쩍
en: flash

source: (전투당 1회)
en: (once per battle)

source: 내 오리지널 스킬!!
en: my original skill!!!

source: 이 목소리는..!
en: this voice...!

source: 좋은··· 시도였어
en: that was... a good try.

source: 투웅!!
en: dun

source: 여기만 정리하고 좀 쉬자!
en: let’s take a break after this!

source: 보스 몬스터를 길들이고
en: he tamed the boss monster...

source: 또...
en: I guess...

source: 여기로 올 수 있어?
en: can you come over here?

source: 아이템과 룬을 통해 히든 스탯이 생성될 수 있습니다.
en: hidden stats can be created via items and runes.

source: 달칵!
en: tap

source: ABC 길드는 내가 정리할게.
en: I’ll take care of the ABC guild.

source: 멈칫
en: halt

source: 슈 슉
en: shwook

source: 듀..듀얼 캐스팅까지···?!
en: a... a dual casting...?!

source: 아이템이 삭제가 안 되니까 이렇게 고생을 하는구나..
en: I have no other choice because I can’t delete the item...

source: 꽝꽝! (갑자기 왜 얘를 소환했냐꽝이란 뜻)
en: squeak squeak! (why did you summon him all of a sudden?)

source: 좀 이따 쿨 돌면 소환해 줄게!
en: I’ll summon you later during cooling time!

source: 꾸에에엑!
en: aaack!

source: 하아…
en: haa...

source: 퀘스트도 취소됐는데?
en: the quest is also cancelled!

source: 서큐버스한테 개털린 사람이{j}…..
en: look who’s talking.

source: 훌륭한 나쁜 ㅅ끼가 되고 싶습니다!
en: I’d like to become an excellent asshole!

source: 자네가 믿고 싶은 대로 결정하게
en: choose what you want to believe in.

source: 양손에 응축한 다른 속성의 오러를 활용해 압력과 회전력을 발생시켜 공격한다.
en: attacks by generating pressure and rotational force using the auras of different properties condensed on each hand.

source: 뭐야 갑자기 인상이 더러워졌어..!
en: what is this? why did he suddenly become nasty?

source: 뒤적 뒤적
en: rummage rummage

source: 이보게 찰팍군
en: hey, mr. glub.

source: 핑그르르!
en: rumble

source: 다 무슨 일인가?!
en: this about?!

source: 뭐가⋯ 무서워⋯
en: it’s scary somehow...

source: 퀘스트 제한 시간 6분
en: quest time remaining: 6 minutes

source: 탁
en: tap

source: 세상의 중심은 이 몸이⋯!
en: ...the world would’ve revolved around me!

source: 꽝..?
en: squeak...?

source: 나의 우상의 적은 나의 적
en: my idol’s enemy is my enemy too.

source: 게이머의 촉!
en: gamer’s instinct!

source: 콰{j}악
en: sm{j}ack

source: 쉬이이익
en: swiiish

source: 맞아
en: that’s right.

source: 아서 왕국은
en: leave the arthur kingdom

source: 버럭
en: yell

source: 저건ꞏꞏꞏ!
en: that’s...!

source: 20분 만에 이렇게 모아오다니
en: to think that these were gathered in just 20 minutes...

source: 스탯창 오픈!
en: open status window!

source: ABC 길드 건물
en: ABC guild building

source: 망각의 협곡의 수수께끼를 풀어내었구나
en: I see that you have solved the mystery in the valley of oblivion.

source: 이제부터 혼자 알아서 하라는 거지?
en: I’m supposed to figure it out on my own now, right?

source: 이 일이 밖으로 새어나가지 않는 조건으로!
en: so long as word of this incident doesn’t get out!

source: 지지직
en: pzzzt

source: 아빠 안 잔다~
en: daddy’s not sleeping!

source: 차르륵
en: clank

source: 충전형 아이템(최대 3회)
en: rechargeable item (up to 3 items)

source: 카앙!
en: clang

source: 왜 이렇게 아파?
en: why does it hurt so much?

source: 역시 알아보시는군요
en: I knew you’d recognize him.

source: 국경 마을에 반역자가 있습니다
en: there’s a traitor in the border village.

source: 파사삭
en: dash

source: 맞습니다..
en: yes...

source: 꽝꽝이릐 행복 회로.
en: squeaker’s reason of happiness.

source: 제발⋯ 제발 무례하게 굴지 마시게
en: ... please, please don’t be rude.

source: 특정 대상을 일정 시간 세뇌시킨다.
en: brainwashes a specific target for a certain amount of time.

source: 끄덕
en: nod

source: 하 하
en: ha ha

source: 약점에 명중 시 크리티컬 대미지가 중첩된다.
en: deals critical damage on weak points.

source: 쉽지 않을 지도···?
en: this is not gonna be easy...

source: 찰파파파팍? (중량 개이득인데 뭐가 문제냐는 뜻)
en: glu-lu-lu-lub? (what’s the problem? it’s super light)

source: 이러려고 만들어둔 건지는 모르겠지만
en: although I’m not sure what this place is for,

source: 우우웅
en: rumble

source: 병력 관리 모드로
en: you have entered

source: 검사 기본 스킬
en: basic swordsman skill

source: 정의로운 것처럼 굴면서..
en: you pretend to be just...

source: 자네는 이 모습이 어울려
en: this is more fitting for you.

source: 반역자가 된 것까지만 해도 그러려니 했어
en: I thought it would end with the traitor mission...

source: 감히..!
en: how dare you...!

source: 빡
en: pow

source: 꾸라라락!
en: grara!!

source: 좀 더 키우고 싶은데 아쉽네
en: I wanted to teach you more things. that’s too bad.

source: 스멀
en: ss

source: 수
en: fl

source: 카 각
en: clash

source: 어떤 걸 선택하시겠습니까?
en: which will you choose?

source: 아서 왕국을 기점으로 활동하는 유저들은 토벌대에 참여할 수 있습니다.
en: users who are located near the arthur kingdom can join the hunting squad.

source: 최악의 던전이야!
en: this is surely the worse dungeon ever!

source: 푸카악
en: wham

source: 마지막이야
en: this is your last warning.

source: 무시 정말 잘하더라⋯?
en: you’re good at disobeying me, huh?

source: 쓰 담
en: pat

source: 꽝꽝? (무기도 없는데 어떻게하냐꽝?)
en: squeak squeak! (we don’t even have weapons!)

source: 아 맞다!
en: ah, right!

source: 공간의 룬석
en: space runestone

source: 성중짱!
en: middleschoolthug!

source: 모든 스탯 +30
en: all stats +30

source: 실패 시 다음 역할에 패널티 부여.
en: a penalty will be given in next role.

source: 보상이 강화됩니다.
en: your rewards have been enhanced.

source: 꽝꽝꽝!!?
en: squeak squeak squeak?!

source: 푸컥!
en: smack

source: 나한테 ...
en: what...

source: 이런 식으로 모든 걸 되찾을 줄이야..
en: I can’t believe I got everything back...!

source: 칙
en: tss

source: 너..
en: you are seriously...

source: 정리되면 곡 제가 연락드리겠습니다!
en: I’ll contact you as soon as we are done!

source: 수치가 랜덤이라∙∙∙
en: “stats are random”...?

source: 그렇다면..
en: in that case...

source: 내구도 :
en: durability:

source: 자세한 이야기는 차차하자고
en: let’s discuss the details later.

source: 문제가 생겼다고 광고하는 거 밖에 안 될 거 아닌가
en: ..we can minimize the possibility of this getting leaked if any problems crop up later on.

source: 콰아 아앙
en: bwoom

source: 쾅!
en: thud

source: 이 방법밖에 없다!
en: this is the only way!

source: 개 많네⋯?!
en: there’s so many!

source: 아니.
en: but...

source: 콰아아아
en: shaaa

source: 복수를∙∙∙
en: ...get my revenge!

source: 꽝꽝꽝꽝, 꽝꽝꽝!!
en: squeak squeak squeak squeak, squeak squeak!

source: 빛이..?
en: huh...?

source: 콸콸
en: pour pour

source: 영혼이 바뀌었다고 해도 일반 보스보다 특별히 강하지도 않고
en: even though he swapped souls, he’s not as strong as regular bosses.

source: 쇄 애 앵
en: rumble

source: 우드득
en: crackle

source: 콩!
en: WHAM

source: 제가 이겼을 겁니다.
en: ...I would’ve won.

source: 받아라!
en: take this!

source: 콰 아{j}앙
en: sm{j}ash

source: 여기에 비밀 공간이 있지!
en: but there is a hidden spot right here!

source: 유저 행동을 통해 히든 스탯을 추가할 수 있습니다.
en: you can gain hidden stats depending on the user’s actions.

source: 탕
en: drip

source: 상처가 깊어서 약하게 해줬더니
en: the wound was deep, so I made it weak.

source: 타 악
en: tat

source: ...그래서
en: therefore...

source: 내가.
en: him.

source: 카아앙
en: clash

source: 호위대장은 아서 왕국의 혼란을 막기 위해 비밀리에 국왕 암살을 주도한 반역자를 찾는다.
en: the commander of the guards is looking for the traitor who discreetly led the assassination of the king to prevent the chaos in arthur kingdom.

source: 너네 일도 끝내볼까?
en: it’s your turn.

source: 좋아하는 일을 하면 이렇게 되는 건가?
en: is this what happens when you do what you like?

source: 찰팍! (그럼!{j}이건 친절한 근육!{j}친근!{j}이라는 뜻)
en: glub!{j}(of course! these are kind muscles! aka kindicles!)

source: 고향에 온 것으로도,
en: today is indeed such an honorable day...

source: 미친..!
en: holy sh*t...!

source: 뒤적..
en: fumble

source: 은근히 똑똑하단 말이야
en: ha, you’re pretty smart.

source: 이렇게 넓은데
en: this place is huge.

source: 쉬우우우
en: shooom

source: 쾅
en: clang

source: 부스럭
en: rustle

source: 새로운 미션 진행을 위해 장소를 이동했습니다.
en: in order to proceed on a new mission, you will be moved to a new location.

source: 아직 한발 더 남았다!!
en: I still have one more shot!!

source: 네?!
en: huh?!

source: 크윽...
en: cough...

source: 맨날 줘터지고 다녔지?
en: isn’t that right?

source: 상대를 향해 빠르게 찌른다.
en: stabs the opponent quickly.

source: 빨리 던전 공략하고 토벌대 준비해야 하는데!
en: we gotta clear this dungeon quickly and join the hunting squad!

source: 기이잉
en: zwiin

source: 찰칵!
en: SPARKLE

source: 이번엔
en: this time,

source: 스 윽
en: BRUSH

source: 밑에 큰 우물이 있어서 막았다는 뜻)
en: we put that to block off a huge well.)

source: 데 엥-
en: thump-

source: 공격력 :{j}277 -물리 공격력 125% -마법 공격력 125% 내구도 :{j}500/500
en: offensive power: 277 -physical power: 125% -magical power: 125% durability: 500/500

source: 턱
en: tup

source: 바들 바들
en: shudder shudder

source: 크게 울부짖어 자신보다 약한 상대들에게 공포감을 심어준다.
en: a loud roar that induces fear in weaker opponents.

source: 알겠어ꞏꞏꞏ
en: okay.

source: 르
en: rum

source: 쿠
en: sm

source: 본래 업무로 복귀하십시오!
en: ...and get back to work!

source: 손도 못 써보고 끔살당했어
en: ...by unbelievably powerful monsters in an instant.

source: 주십시오
en: give it to me.

source: 쉬 익
en: swish

source: 한 놈 넘어옵니다!
en: here comes one now!

source: 고블린들 집합!!
en: goblins, fall in!!

source: 이병
en: private

source: 누가 누구한테 오만하다는 거야
en: who are you calling arrogant...?

source: 지니로 해!
en: genie!

source: 그렇게 나는 꿈에 그리던 복수를 할 생각이었네
en: I planned the revenge that I’d been dreaming of with it.

source: 탁 오빠 화나면 대장 오빠도 못 막는데 우리가 어떻게 못 할 거 같은딩⋯
en: how can we stop him in his fit of anger if even the raid boss can’t?

source: 내가 남아서 마무리할 거야
en: I’ll stay behind and finish up.

source: 쿠왕!
en: kapow

source: 이게 제 원래 능력치입니다!
en: these are my original abilities!

source: 오러를 전신에 둘러 근력과 민첩성을 강화한다.
en: aura surrounds the whole body and increases muscle strength and agility.

source: 찰팍? (헬라임인데?{j}라는 뜻)
en: glub?{j}(I’m arnold)

source: 갸우뚱
en: tilt

source: 스릉
en: shiing

source: 쿠어어어억!!
en: uuurgh!!

source: 약물중독
en: drug addiction

source: 흐뭇
en: heh

source: 해찬아!
en: hey, haechan!

source: 마법 공학의 이해
en: understanding magic engineering

source: 나랑 비슷한 류 같은데
en: I thought that we were similar.

source: 다름이 아니라 최근에 공대장씨 건강 상태에 문제가 생각 적이 있어서
en: recently, there’s been a problem regarding the raid boss’ health.

source: 앨리스 토끼?!
en: th-that’s an alice rabbit!

source: 거기 서라!
en: stop!

source: 지잉
en: SHING

source: 어차피 너도 길퀘 조져서 할 거 없잖아
en: you don’t get anything out of clearing guild quests anyway.

source: 어둠도 어둠일 수 있는 것
en: without even a faint bit of light.

source: 쉬식
en: shhk

source: 백곰기사단장의 검
en: sword of the white bear knights

source: 뭐야?{j}갑자기 배경이..?
en: huh? the surroundings have suddenly changed...!

source: 부하는 아니고 제자다!
en: we are mentees, not subordinates!

source: 투웅!
en: tump

source: 병력 편성을 완료하였습니다.
en: troop setting has been completed.

source: -사용자의 모든 소환수의 상태
en: - all of the user’s stats,

source: 설마 진짜 아무것도 안 하는 건 아니겠지?
en: I hope it's not that he's really doing nothing?

source: 타앙
en: press

source: 꽝꽝? (여긴 또 어디냐꽝?)
en: squeak squeak? (where are we?)

source: 공격 의지도 별로 없었어...
en: he doesn’t even have the will to fight...

source: 쿠구구!!
en: rumble

source: 이름은⋯ 금조기사단으로 하지
en: as for the name... lyrebird would do.

source: 휙
en: fwip

source: 조금만 빗맞았어도 밀렸겠어
en: I would’ve been pushed back had I made a mistake.

source: 잠시 후...
en: a few moments later...

source: 숭
en: sh

source: 콰앙쿠쾅쾅
en: kapow-pow-crash

source: 너 왜 튀냐?
en: why are you running away?

source: 주섬
en: rummage

source: 까드득
en: krrk

source: 니가 하자는 대로ꞏꞏꞏ
en: ...follow your decision.

source: 그래서 먼저 복귀했습니다
en: that’s why we came back first.

source: 자!
en: okay, then!

source: 너 완전 맘에 들었어!
en: hey, I really like you!

source: 타워 디펜스 던전!
en: tower defense dungeon!

source: 딱 딱
en: crack crack

source: 파삭
en: snap

source: 보호자님께 먼저 공유드리려고 연락드렸습니다.
en: that’s why I contacted you first, as his guardian, to inform you of this matter.

source: 보상을 받아보실까?
en: shall we take a look at the rewards?

source: 줍
en: thk

source: 지금도 계속 무고한 인간을 제물로 삼는 것도 너잖아?
en: no. you’re the one who keeps sacrificing innocent humans, even until now.

source: 킁킁
en: sniff sniff

source: 아무것도 없네??!
en: there’s nothing here!

source: 보스가 맨날 화내는 이유
en: the only reason he gets angry.

source: 벌컥!
en: clunk

source: 저..
en: hello...

source: [헤인]
en: [hein]

source: 기억을 쫓는 자여!
en: a man who chases the memory!

source: 끼리릭
en: sizzle

source: 멀쩡하지!
en: they’re fine!

source: 이번 건 내가 생각해도 괜찮았어
en: it’s a pretty good hit this time.

source: 저..{j}저 망할 x∙∙∙ 마녀가 분명해!
en: that damn b*tch... she’s definitely a witch!

source: 미션을 완료하여 소환수들을 소환합니다.
en: the summons have been rallied by completing the mission.

source: 촥!
en: krk

source: 꽝꽝!!!
en: squeak squeak!!

source: 꽝⋯ 꽝꽝!
en: kkwang... kkwang kkwang!

source: 원래 아서왕이라고?
en: ... but he says he's the original king of the arthur kingdom?

source: 타다닥
en: tap tap tap

source: 흐으윽..
en: ugh...

source: 진짜 보스라 그런지 평범한 공격 같은데 대미지가 상당해
en: since he’s a real boss, even his ordinary attacks cause substantial damage.

source: 대답 안 해?
en: answer me!

source: 몸이랑 힘도 잃은 상태에서
en: he lost both his strength and physique.

source: 뭔가 안 어울린단 말이지⋯
en: it doesn’t seem right...

source: 끄아아악!!
en: aaagh!

source: 항상 명령을 우선해야 한다네
en: you should always put orders first.

source: 딱딱이들 상대니까 형태 변환 한 번 해볼까?
en: since I’m fighting those rocks, let’s try changing their form.

source: 게임에서 사망도 위험하다
en: ...but so is dying in the game.

source: 꺄아악!
en: kyaaa!

source: AI ㅅㄲ들아?
en: huh? you freaking ai?!

source: 와아아
en: wahhh

source: 아이고~ 이걸 어쩌나~ 연구원님이 드롭한 아이템 때문에 또 난리가 났네~~?
en: dang, what do we do now? an item that you dropped caused trouble again~!

source: 스토리를 완료하면{j}아스트롬에 대규모 패치가 진행됩니다.
en: {j}once the story is finished, astrom will have a massive update.

source: *부가 옵션 추가 기능
en: *additional options can be added

source: 그나저나 마력에 잠식 당했다는 건...
en: one way or another, I’m glad that they’re engulfed in magic...

source: 역시..
en: I knew it...

source: 실환가..!?
en: no way...!!

source: 뭐야?{j}무슨 일이야?
en: wait, what happened?

source: 어떻게 가는지는 알아?
en: do you even know how to get there?

source: 계급 부여만 가능합니다.
en: and classes are provided.

source: 홱!
en: fwik

source: 플리커'님입니다
en: ...flicker.

source: 고마워!
en: thank you!

source: 끄아아아악!
en: aaargh!

source: 지금 남은 방법은 이거 하나야
en: but this is the only way we have left.

source: 내가 은인이 되어주마!
en: I’ll be the contributor!

source: 오류보고서
en: error report

source: 몸을 빼앗긴 후 줄곧 소망했던 대로 무고한 이들의 피해 없이 모든 것을 되돌리게 되었습니다.
en: as he desperately hoped, he was able to revert everything back to before without hurting any innocent people.

source: 와아-
en: WAH

source: 모욕은 용납 못한다!
en: ...such an insult is unacceptable!

source: 이미...
en: you’ve already...

source: 필살 공유 스타일을 망칠 뻔!
en: I almost ruined my badass gong yoo hairstyle!

source: 이러다 정말 큰일 나겠어
en: things are gonna end up badly if this goes on.

source: 저게..!
en: stop!

source: 쏘 이지!
en: that’s easy peasy!

source: 안끝났다!!
en: this isn’t over!!!

source: 백곰기사단장이 오랜 기간 사용한 검.
en: the commander of the white bear knights has been using this sword for a long time.

source: 찰팍.. (쓸모 없는 녀석이군..
en: glub... (what a useless man...)

source: 일단 이것도 받아!
en: you should also take this!

source: 반갑다?
en: in astrom!

source: 아직 부족한 점이 많습니다.
en: I’m still lacking in many aspects.

source: 근육을 자극해 근력을 강화한다.
en: increases attack by stimulating the muscles.

source: 컥!!
en: ugh!!!

source: 또 벗어?
en: you’re taking it off again?

source: 그럼!{j}그래야지!
en: of course you shouldn’t!

source: 당연히 분노했고..
en: of course I was furious...

source: 어떻게..
en: what...?

source: 촤작
en: slash

source: 기존 방식에 익숙했던 유저들이 오랜 기간 공략하지 못했던 던전∙∙∙
en: no users were able to clear this dungeon because they were only used to the ordinary method...

source: 원래 검을 만들어 주려고 했는데
en: I was gonna make you a sword first.

source: 콰
en: sm

source: 반역자를 찾아 왕국으로 이송하라!
en: find the traitor and bring them to the kingdom!

source: 현상 수배자가 되었습니다.
en: you have become a wanted criminal.

source: 쿠구구구...
en: doom

source: 가가각
en: krrrk

source: 공대장이 직접 만든 마도구.
en: a magical tool made by the raid boss himself.

source: 어쩜 이렇지ꞏꞏꞏ?
en: I can’t believe this...

source: 홍보팀 전원에게 내가 지금 하는 말도 그대로 전하게
en: relay this exact message to everyone in the marketing team.

source: 3가지 형태로 변형 가능
en: can be transformed into 3 different forms

source: 임무 발각 시 실패
en: the mission will fail once the traitor gets caught.

source: 우리도 기세를 몰아 기사단 소집 전까지 빡렙하자!
en: let’s keep up the momentum and work hard until all the knights have been summoned!

source: 국왕 인장..?!
en: the king’s seal...?!

source: 이제 밀린 일 좀 해볼까?
en: now, should I pick up from where I left off?

source: 뚜둑
en: crack

source: 태세 전환 중인 콜라
en: cola trying to fix his attitude

source: 위치 신호를 잃은지 30분이 넘어서 실종 상태로 전환했다는 데요..?
en: it says the location signal was lost over 30 minutes ago, so it became missing status...!

source: (근력+민첩)
en: (strength + agility)

source: 꽝 꽝 꽝! (마력 흡수 개꿀꽝!)
en: squeak squeak squeak! (this is all mana!)

source: 이벤트가 생성되었습니다.
en: an event has been created.

source: 무시에 약한듯 하다
en: weak to being ignored

source: 이딴 걸 어떻게 깨라고!
en: how are we supposed to beat this thing?!

source: 약속도 지켰고 선물도 줬으니까 앞으로 말 더 잘 듣도록!
en: now that I kept the promise and gave you a gift, you better listen to me from now on!

source: 지이잉
en: whirr

source: 공대장씨 문제도 생각보다 쉽게 풀릴 수 있어
en: ...the problem with the raid boss can also be solved easily.

source: 잘 만들어졌는지 확인해 볼까?
en: shall we see if it’s well-made?

source: 돌아온 왕은 최근 들어 강해진 몬스터로 인해 고통받는 왕민들을 위해 토벌대를 출병시키려 합니다.
en: the king intends to dispatch a hunting squad to help the people who are suffering from monsters that recently became stronger.

source: 레벨 차이가 너무 많이 나서
en: this is taking way too much time...

source: 마법사 상위 스킬
en: the wizard’s high-ranking skill

source: 아직 더할 수 있지?
en: you can take a little more, right?

source: 목표 :
en: goal:

source: 기다려라 반역자!
en: stay right there, you traitor!

source: 들고 다니면 잃어버릴 수 있어
en: I might lose it if I carry it around.

source: 이거 말고 아무것도 없으니까
en: there is no other way!

source: 도대체 이게 무슨 상황인가
en: what’s going on here?

source: 이
en: l

source: 지금 수준에선 무조건 성능이지!
en: performance definitely matters the most at our current level!

source: 어떻게 봐도 진짜 오타쿠였어...
en: no matter how you look at him, he really is a freaking otaku...

source: 호위대장에게 찾아가 보상을 받으십시오.
en: please meet the commander of the guards to claim your reward.

source: 수치 사 직전
en: about to die of embarrassment

source: *기사단 소속만 착용 가능
en: * only worn by knights

source: 허억- 허억-
en: haa... haa...

source: 망각의 협곡에서 기억의 유물을 찾아라.
en: find the relics of memory at the valley of oblivion.

source: 확실히 4인 팟 되니까 훨씬 수월하네
en: it’s definitely much easier with a party of four.

source: 깡총
en: hop

source: 근데 왜 국경 마을이지?
en: but why the border village?

source: 흠!
en: hmph!

source: 맞을 지도..!
en: right, that’s probably it!

source: 전 끝판왕 길드 랭킹 5위.
en: rank 5 of the final boss guild

source: 깐족 깐족
en: mock mock

source: 너 아무래도
en: haa, seriously...

source: 제2의 공대장을 막을 수 있다고 생각했다니!
en: ...to defend against the second-in-command of the end guild!

source: 콰직!
en: crush

source: 또?!
en: one more?!

source: 단도의 속성을 활용해 빠르게 3회 벤다.
en: quickly slash three times, characteristically of a dagger.

source: 스르{j}륵
en: {j}shiing

source: 이건 또 뭐고?
en: and what’s that?

source: 미션 줄 거면 주던가!
en: if you’ve got a mission, just give it to me already!

source: 기사단 서고
en: the knights library

source: 혹여나 죽으면 곤란한 건 너일 텐데?
en: shouldn’t you be the one to worry about him dying?

source: 내가 사라지자마자 갑자기 정신을 잃더니 점점 언어 능력이 약해졌다고?
en: has he been slowly losing his mind and ability to speak since I went away?

source: 일단 반역자부터 정리하자
en: let me handle the traitor issue first.

source: 내가 말하지 않았는가...요?
en: didn’t I say it before?

source: 우물 안
en: inside the well

source: 아니면
en: or

source: 콰앙 쿠쾅!
en: thump-thud

source: 아서 왕국
en: arthur kingdom

source: 스킬형 아이템
en: skill type item

source: 그럼 알려준 대로 실습하고 있어!
en: practice while I’m gone!

source: 발사!!
en: shoot!!

source: 콰앙쿠과광
en: kaboom

source: 보호자님 안녕하셨어요?
en: how are you, miss guardian?

source: 음….그렇다면
en: hmm... then...

source: 파{j}앙
en: SM{j}ACK

source: 촤촥!
en: shik shik

source: 탁권 전용 스킬
en: flicker’s special skill

source: 아스트롬에서 보니까
en: it’s nice to see you guys again

source: 대인기피증
en: social phobia

source: 항상 도전하라고 하셨거늘!
en: never stop trying!

source: AP가 다른 게임들 딥러닝 하면서 본인도 개입하지 못하는 공간 같은 걸
en: maybe the ai created a space where even it can't intervene,

source: 반역자를 찾는 퀘스트를 맡기려고 하네
en: ...will be tasked with the quest of finding the traitor.

source: 얘네들은 공격하면 안 돼!
en: you can’t attack these guys, all right?

source: [압축링]
en: [compression ring]

source: 우웅…
en: vwoom

source: 해찬 [접속]
en: haechan [online]

source: 한국인..
en: as a korean...

source: 으캬컇
en: kahaha

source: 영광인 줄 알아라!
en: ...is your honor!

source: 왜 날!?
en: why me?!

source: 한 가지만 물어봐도 될까?
en: can I ask you just one more thing?

source: 타탁!
en: grab

source: 저희와 함께 세상을 지배하시죠!
en: let’s conquer the world together!

source: 모진 고난과 역경 끝에!
en: after all the sufferings,

source: 얼마나 고생해서 모은 돈인 줄 알면서ꞏꞏꞏ
en: knowing what I had to go through to get that money...

source: 며칠 전부터 더 잘해주던 것도
en: and being even nicer to me a few days ago...

source: 빈집을 턴다!
en: will aim for the empty spot!

source: 잘했다.
en: fine.

source: 소곤
en: whisper

source: (현재 남은 시간 40분)
en: (40 minutes remaining)

source: 이 정도면 없던 오류도 잡겠어
en: these guys will catch everything.

source: 어떻게 되는지!
en: when you mess with our guild!

source: 하아....
en: haa...

source: 이 급식쉑이 또 정신을 못 차리고!
en: this b*stard has gone mad again!

source: 체력+1,100 마력+1,100
en: hp +1,100 mp +1,100
